---
kind: property
id: P:Autodesk.Revit.DB.TableView.MaximumRowHeight
source: html/c41def81-3068-50c4-beb7-31bd55b3164d.htm
---
# Autodesk.Revit.DB.TableView.MaximumRowHeight Property

Gets the maximum row height

## Syntax (C#)
```csharp
public int MaximumRowHeight { get; }
```